export default {
  header: {
    needHelp: 'Бізбен тегін байланысыңыз, 24/7',
    callHelpline: 'Телефонына',
    donate: 'Жасау',
    menu: {
      emergencyHelp: 'Маған көмек керек',
      aboutAbuse: 'Тұрмыстық',
      support: 'Қолдау',
      aboutUs: 'Біз туралы'
    }
  },
  home: {
    welcome: "Don't Be Silent жобасына қош келдіңіз",
    description: "Біз тұрмыстық зорлық-зомбылықтан зардап шеккендерге қолдау көрсетіп, көмек береміз.",
    supportMission: "Біздің миссиямызды қолдаңыз",
    thankYou: "Тұрмыстық зорлық-зомбылыққа қарсы күрестегі қауымдастығымызға қосылғаныңыз үшін рахмет",
    signIn: "Кіру",
    signUp: "Тіркелу",
    signOut: "Шығу"
  },
  emergency: {
    title: "Жедел көмек 24/7 қолжетімді",
    callNow: "Егер сіз қауіпті жағдайда болсаңыз, қоңырау шалыңыз",
    immediately: "дереу.",
    priority: "Сіздің қауіпсіздігіңіз - біздің басты басымдығымыз. Біз сізге көмектесу үшін осындамыз, барлық қызметтеріміз тегін және құпия.",
    helpline: "Сенім телефоны",
    supportWorkers: "Біздің білікті мамандарымыз 24/7 қолжетімді",
    listen: "Сізді айыптамай тыңдау",
    emotionalSupport: "Эмоционалды қолдау көрсету",
    options: "Сіздің мүмкіндіктеріңізді түсінуге көмектесу",
    connect: "Жергілікті қолдау қызметтерімен байланыстыру"
  }
};